tap "wfxr/csview"
tap "weaveworks/tap"
tap "wagoodman/dive"
tap "vladimirvivien/oss-tools"
tap "txn2/tap"
tap "tektoncd/tools"
tap "stefanprodan/tap"
tap "robscott/tap"
tap "rhysd/git-brws", "https://github.com/rhysd/git-brws"
tap "noahgorstein/tap"
tap "metalbear-co/mirrord"
tap "kube-score/tap"
tap "knative/client"
tap "knative-sandbox/kn-plugins"
tap "homeport/tap"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "heroku/brew"
tap "helm/tap"
tap "goreleaser/tap"
tap "fluxcd/tap"
tap "fairwindsops/tap"
tap "earthly/earthly"
tap "derailed/popeye"
tap "derailed/k9s"
tap "datawire/blackbird"
tap "dagger/tap"
tap "cue-lang/tap"
tap "conduktor/brew"
tap "civo/tools"
tap "chainguard-dev/tap"
tap "buildpacks/tap"
tap "boz/repo"
tap "blendle/blendle"
tap "argoproj/tap"
tap "aquasecurity/trivy"
tap "anchore/syft"
tap "anchore/grype"
tap "GoogleContainerTools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
mas "Xcode", id: 497799835
mas "AusweisApp Bund", id: 948660805
cask "zoom"
cask "visual-studio-code"
cask "the-unarchiver"
cask "steam"
cask "slack"
cask "scummvm"
cask "rectangle"
cask "proxyman"
cask "orbstack"
cask "notion"
cask "ngrok"
cask "microsoft-teams"
cask "microsoft-auto-update"
cask "marta"
cask "logitech-presentation"
cask "logitech-camera-settings"
cask "karabiner-elements"
cask "jitsi-meet"
cask "jetbrains-toolbox"
cask "font-montserrat-alternates"
cask "font-montserrat"
cask "font-jetbrains-mono-nerd-font"
cask "dropbox"
cask "drawio"
cask "discord"
cask "brave-browser"
cask "android-file-transfer"
cask "alfred"
cask "alacritty"
cask "1password-cli"
cask "1password"
brew "zsh"
brew "zoxide"
brew "zellij"
brew "yq"
brew "yazi"
brew "yarn"
brew "xsv"
brew "wget"
brew "watch"
brew "trivy"
brew "tokei"
brew "tmux"
brew "timoni"
brew "thefuck"
brew "terraform"
brew "termshark"
brew "tektoncd-cli"
brew "tealdeer"
brew "tailwindcss"
brew "syft"
brew "stern"
brew "step"
brew "starship"
brew "skopeo"
brew "skaffold"
brew "silicon"
brew "shellcheck"
brew "rustup-init"
brew "rust"
brew "rsync"
brew "ripgrep"
brew "rename"
brew "pyenv"
brew "procs"
brew "popeye"
brew "pluto"
brew "packer"
brew "pack"
brew "p7zip"
brew "operator-sdk"
brew "openssl"
brew "nova"
brew "nmap"
brew "neovim"
brew "mirrord"
brew "maven"
brew "mas"
brew "linkerd"
brew "lima"
brew "lazygit"
brew "lazydocker"
brew "kwok"
brew "kustomize"
brew "kubevela"
brew "kubespy"
brew "kubeseal"
brew "kubescape"
brew "kubernetes-cli"
brew "kubefwd"
brew "kubectx"
brew "kubectl-argo-rollouts"
brew "kubeconform"
brew "kubecm"
brew "kubebuilder"
brew "kube-score"
brew "kube-linter"
brew "ktop"
brew "kpt"
brew "ko"
brew "kns"
brew "kn"
brew "kind"
brew "kail"
brew "k9s"
brew "k6"
brew "just"
brew "jqp"
brew "jq"
brew "istioctl"
brew "imagemagick"
brew "hugo"
brew "hubble"
brew "httpie"
brew "hey"
brew "heroku-node"
brew "heroku"
brew "helmfile"
brew "helm"
brew "hadolint"
brew "grype"
brew "gron"
brew "graphviz"
brew "goreleaser"
brew "gomplate"
brew "golangci-lint"
brew "go"
brew "gnu-sed"
brew "git-lfs"
brew "git-extras"
brew "git-delta"
brew "git-crypt"
brew "git-brws"
brew "git"
brew "gh"
brew "fzf"
brew "func"
brew "fswatch"
brew "fnm"
brew "flux"
brew "fdupes"
brew "fd"
brew "eza"
brew "exercism"
brew "emacs"
brew "earthly"
brew "dyff"
brew "dust"
brew "dog"
brew "doctl"
brew "docker-slim"
brew "dive"
brew "direnv"
brew "deno"
brew "delve"
brew "dagger"
brew "cue"
brew "ctop"
brew "csview"
brew "crane"
brew "cosign"
brew "conftest"
brew "civo"
brew "cilium-cli"
brew "chart-releaser"
brew "cdebug"
brew "btop"
brew "bat"
brew "awscli"
brew "aws-sam-cli"
brew "arkade"
brew "argocd-autopilot"
brew "argocd"
brew "argo"
brew "apko"
