tap "wfxr/csview"
tap "weaveworks/tap"
tap "wagoodman/dive"
tap "txn2/tap"
tap "tektoncd/tools"
tap "robscott/tap"
tap "rhysd/git-brws", "https://github.com/rhysd/git-brws"
tap "kube-score/tap"
tap "homeport/tap"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-drivers"
tap "homebrew/bundle"
tap "goreleaser/tap"
tap "fluxcd/tap"
tap "derailed/popeye"
tap "derailed/k9s"
tap "datawire/blackbird"
tap "dagger/tap"
tap "cue-lang/tap"
tap "conduktor/brew"
tap "conduktor/brew"
tap "civo/tools"
tap "buildpacks/tap"
tap "blendle/blendle"
tap "argoproj/tap"
tap "aquasecurity/trivy"
tap "anchore/syft"
tap "anchore/grype"
mas "Xcode", id: 497799835
mas "Brother iPrint&Scan", id: 1193539993
mas "Bear", id: 1091189122
mas "1Password", id: 1333542190
cask "zoom"
cask "webex"
cask "visual-studio-code"
cask "the-unarchiver"
cask "slack"
cask "scummvm"
cask "rectangle"
cask "owncloud"
cask "notion"
cask "ngrok"
cask "marta"
cask "macdown"
cask "logitech-presentation"
cask "logitech-camera-settings"
cask "kid3"
cask "karabiner-elements"
cask "jetbrains-toolbox"
cask "iterm2"
cask "insomnia"
cask "gpg-suite"
cask "google-cloud-sdk"
cask "font-hack"
cask "dropbox"
cask "drawio"
cask "docker"
cask "conduktor"
cask "citrix-workspace"
cask "brave-browser"
cask "box-drive"
cask "android-file-transfer"
cask "alfred"
cask "1password-cli"
brew "zsh"
brew "zoxide"
brew "z"
brew "yq"
brew "xsv"
brew "wget"
brew "watch"
brew "trivy"
brew "tree"
brew "tokei"
brew "tmux"
brew "terraform"
brew "termshark"
brew "telepresence"
brew "tektoncd-cli"
brew "tealdeer"
brew "syft"
brew "stern"
brew "skopeo"
brew "skaffold"
brew "silicon"
brew "shellcheck"
brew "rsync"
brew "ripgrep"
brew "procs"
brew "postgresql"
brew "popeye"
brew "packer"
brew "pack"
brew "p7zip"
brew "operator-sdk"
brew "openssl"
brew "nmap"
brew "maven"
brew "mas"
brew "linkerd"
brew "lima"
brew "lazydocker"
brew "kustomize"
brew "kubevela"
brew "kubespy"
brew "kubeseal"
brew "kubernetes-cli"
brew "kubefwd"
brew "kubectx"
brew "kubectl-argo-rollouts"
brew "kubebuilder"
brew "kube-score"
brew "kube-ps1"
brew "ko"
brew "kns"
brew "kns"
brew "kind"
brew "k9s"
brew "just"
brew "jq"
brew "istioctl"
brew "hugo"
brew "hubble"
brew "httpie"
brew "hey"
brew "helmfile"
brew "helm"
brew "hadolint"
brew "grype"
brew "graphviz"
brew "goreleaser"
brew "gomplate"
brew "golangci-lint"
brew "go"
brew "gnu-sed"
brew "git"
brew "git-lfs"
brew "git-extras"
brew "git-crypt"
brew "git-brws"
brew "gh"
brew "fzf"
brew "fnm"
brew "flux"
brew "fdupes"
brew "fd"
brew "exa"
brew "emacs"
brew "dyff"
brew "dust"
brew "doctl"
brew "docker-slim"
brew "dive"
brew "direnv"
brew "deno"
brew "dagger"
brew "cue"
brew "csview"
brew "crane"
brew "cosign"
brew "conftest"
brew "colima"
brew "civo"
brew "cilium-cli"
brew "bat"
brew "awscli"
brew "arkade"
brew "argocd"
brew "argocd-autopilot"
brew "argo"